[
  {
    "name": "Củ sạc nhanh Robot 30W/65W UGREEN CD319/CD359 | Công nghệ GaN | Bảo hành 18 tháng",
    "link": "https://s.shopee.vn/8znJogqv2E",
    "image": "https://down-vn.img.susercontent.com/file/vn-11134103-7r98o-lqkm0es3txknb5.webp",
    "price_range": "299.000 - 639.000",
    "reviews": [
        "Củ sạc nhỏ gọn đẹp. Thích nhất là phần chân gập vào, rất tiện khi đem đi. Hàng Ugreen nghe nói xài ổn, hi vọng của sạc này xài ok.",
        "Mình mua để sạc 15PM, ngoại hình đẹp, hoàn thiện rất tốt, của Ugreen nên rất yên tâm. Shop chuẩn bị hàng kĩ, nhanh, thời gian giao hàng cũng nhanh, 2 ngày là nhận được",
        "Bộ củ & cáp sạc dùng rất tuyệt. Tương thích tốt với Samsung Super Fast Charge. Dây Velcro giúp cuộn cáp gọn gàng"
    ]
},
   {
       "name": "Pin sạc dự phòng Baseus 20000mAh PD tích hợp sẵn cáp cho điện thoại",
       "link": "https://s.shopee.vn/5AabG3czwM",
       "image": "https://down-vn.img.susercontent.com/file/vn-11134103-7r98o-lorvwqrutsln21.webp",
       "price": "689.000",
       "reviews": [
           "Sạc siêu xinh, cầm vừa tay, kiểu đầm tay. Mới nhận thì sạc có sẵn 77%, mình sạc hai lần thì giờ còn 44% (khi sạc pin thì điện m còn 30%).",
           "Sạc này mãi mặn luôn sạc mãi đỉnh, sạc dự phòng mà sạc cũng ko chậm nha sạc vô cho máy cũng nhanh nhẹn lắm, mà trc mình có nua cục 10k thì xài sạc cũng đc 2 lần đầy pin note 20 ultra nha nói chung là xịn xinh luôn 10 đỉm",
           "Giao hàng nhanh, đúng với mô tả. Màu tím xinh nha. Kiểu màu pastel ấy. Máy sạc được tầm 4,5 lần. Sạc nhanh nha. Hiện tại cảm nhận sạc ổn."
       ]
   },
   {
       "name": "Tai Nghe Không Dây Baseus E16 / AS01 TWS Bluetooth 5.3 Có Hai Micro ENC Nhét Trong Chống Ồn điều Khiển Bằng Cảm ứng",
       "link": "https://s.shopee.vn/9zfr1CagPK",
       "image": "https://down-vn.img.susercontent.com/file/vn-11134103-7ras8-m14z8hpmie7v3a.webp",
       "price": "229.000 - 459.000",
       "reviews": [
           "Chất lượng build ổn, giá săn sale ok, app kết nối rất hay. Tai nghe hơi sát nên k còn chỗ bấm trên nút. Ra đường nghe nhỏ nên lái xe ok an toàn, cả nhà cân nhắc dùng cái này ở nơi kín ok hơn nhé",
           "Shop giao hàng nhanh, xác nhận khi vừa đặt hàng, tai nghe ổn, đeo lâu kg bị đau tai. Thank shop",
           "Hàng giá mềm nhưng chất lượng hoàn thiện rất tốt"
       ]
   },
   {
       "name": "(Có esim)Sim 4G Vina Big50y chỉ 50k/tháng 5G/ngày miễn phí 1 tháng đầu",
       "link": "https://s.shopee.vn/g8BuL2ORe",
       "image": "https://down-vn.img.susercontent.com/file/vn-11134103-7r98o-lzawqcng2r0t63.webp",
       "price": "246.000 - 1.050.000",
       "reviews": [
           "shop hỗ trợ rất nhanh và nhiệt tình , sim đúng mô tả ,tốc độ cao chạy rất mượt. mọi người nên ủng hộ shop.",
           "Sim có gói Big50y - 5gb/ngày, 50k/tháng. Mình cảm thấy rất may mắn khi mua về và liên hệ zalo với shop và được shop hỗ trợ đăng ký chính chủ😊",
           "Đã dùng, chất lượng mạng tốt, sóng đầy, tốc độ nhanh. Shop giao hàng nhanh, giá hợp lý, đóng gói cẩn thận."
       ]
   },
  {
       "name": "Tai Nghe Bluetooth 5.3 Soundpeats Capsule 3 Pro+ | Driver kép 12mm + MEMS | Game Mode 70ms [ Capsule Plus ]",
       "link": "https://s.shopee.vn/7zumgf9O2b",
       "image": "https://down-vn.img.susercontent.com/file/vn-11134103-7ras8-m0psf6zcgqgdba.webp",
       "price": "1.590.000",
       "reviews": [
           "Ổn"
       ]
   }
]
